Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: She recalled that world leaders had resolved to eliminate pervasive gender discrimination through a variety of measures (2005 World Summit Outcome, para. 58), and noted that progress had been made, particularly in establishing national machinery, national gender equality policies and strategies.
fr: Les dirigeants mondiaux ont décidé d'éliminer le sexisme omniprésent par différents moyens (Document final du Sommet mondial de 2005, par. 58), et des progrès ont été accomplis, notamment en ce qui concerne la mise en place de mécanismes, de politiques et de stratégies nationaux pour la parité des sexes.

source: Advances had also been made in women's participation in the economy, women's life expectancy, education for women and girls, awareness of the impact of HIV/AIDS, recognition of women's role in peace and security, mechanisms to promote women's rights and women's public sector participation.
fr: Des améliorations ont également été relevées dans les domaines suivants : participation des femmes à la vie économique, espérance de vie des femmes, éducation des femmes et des filles, sensibilisation à l'incidence du VIH/sida, reconnaissance de la contribution qu'apportent les femmes à la cause de la paix et de la sécurité, mécanismes visant à promouvoir les droits des femmes et à encourager la participation de ces dernières à la vie publique.

source: The Convention on the Elimination of All Forms of Discrimination against Women had now been ratified or acceded to by 180 States, most recently the United Arab Emirates and Monaco.
fr: Cent quatre-vingts États, dont tout dernièrement les Émirats arabes unis et Monaco, ont ratifié la Convention pour l'élimination de toutes les formes de discrimination à l'égard des femmes ou y ont adhéré.

source: At the beginning of the current session, the Under-Secretary-General for Economic and Social Affairs had placed gender and social issues within the broader priority concern of the global rise of inequality, which was at the core of many of the issues addressed by the Committee.
fr: À l'ouverture de la session en cours, le Secrétaire général adjoint aux affaires économiques et sociales a replacé les problèmes sociaux et de sexospécificités dans le cadre des préoccupations prioritaires plus larges que suscitait la montée des inégalités à l'échelle mondiale, laquelle est au centre de bon nombre des questions traitées par la Commission.

source: In particular, women's limited access to economic and non-economic opportunities was often at the root of their lower status in many societies.
fr: En particulier, la marginalisation des femmes, notamment sur le plan économique, est souvent la cause de leur statut inférieur dans bon nombre de sociétés.

source: The need to eliminate such inequalities and ensure that women did not bear the brunt of the negative effects of globalization was perhaps the primary challenge in the period beyond Beijing+10.
fr: La nécessité de remédier à ces inégalités et de veiller à ce que les femmes ne soient pas les plus touchées par les effets négatifs de la mondialisation constitue probablement le principal défi à relever après l'examen décennal des résultats de la Conférence de Beijing.

source: Despite the global decline in absolute poverty, the goal of redressing disproportionately high poverty levels among women and their insufficient access to economic resources remained elusive.
fr: Bien que la misère ait diminué à l'échelle mondiale, l'objectif consistant à réduire le nombre disproportionné de femmes souffrant de la pauvreté et privées de ressources économiques est loin d'être atteint.

source: The Millennium Project report made a strong case for integrating the empowerment of women into national strategies.
fr: Le rapport sur le projet du Millénaire avance des arguments très convaincants en faveur de la question de l'intégration de l'autonomisation des femmes dans les stratégies nationales.

source: Violence against women and girls was another challenge requiring the Committee's immediate attention.
fr: La violence à l'égard des femmes et des filles est un autre problème qui requiert l'attention immédiate de la Commission.

source: At least one out of every three women worldwide had been beaten, coerced into sex or otherwise abused in her lifetime.
fr: Dans le monde, au moins une femme sur trois a, durant sa vie, été battue, contrainte d'avoir des relations sexuelles ou victime d'autres types de sévices.

source: Abuse of women was increasingly becoming one of the top priorities of intergovernmental bodies, United Nations entities, Governments and civil society.
fr: Les mauvais traitements subis par les femmes comptent parmi les problèmes auxquels les organismes intergouvernementaux, les entités des Nations Unies, les gouvernements et la société civile tendent de plus à accorder la priorité.

source: The Secretary-General's study on violence against women, due to be submitted at the sixty-first session, was expected to help bring the issue to the attention of decision-makers at the highest level, while matching policy pronouncements by action and resources.
fr: L'étude du Secrétaire général sur la violence à l'égard des femmes, qui sera présentée à la soixante et unième session, devrait aider à porter cette question à l'attention de ceux qui, à l'échelon le plus élevé, sont chargés de prendre des décisions et à faire en sorte que les déclarations de politique générale soient suivies de mesures et donnent lieu à l'allocation des ressources nécessaires.

source: A campaign to combat sexual violence and abuse against women in situations of armed conflict was to mark the five-year anniversary of Security Council resolution 1325 (2000).
fr: Une campagne visant à lutter contre les violences sexuelles et les mauvais traitements à l'égard des femmes en période de conflit armé marquera le cinquième anniversaire de l'adoption de la résolution 1325 (2000) du Conseil de sécurité.

source: Women's role as peacemaker and peacebuilder needed to be expanded.
fr: Il faut élargir le rôle joué par les femmes dans les domaines de l'établissement et de la consolidation de la paix.

source: The anniversary would be used to stress women's important role in the peace process, in response to the commitment made at the 2005 World Summit.
fr: L'anniversaire susmentionné devrait être mis à profit pour insister sur la contribution importante des femmes au processus de paix, conformément à l'engagement pris au Sommet mondial de 2005.

source: In particular, the Organization would outline United Nations system-wide action on implementation of the resolution to the Security Council, while the Secretary-General's related report would make a number of recommendations to enhance accountability in that regard.
fr: En particulier, l'Organisation pourrait présenter brièvement au Conseil de sécurité l'action qui, à l'échelle du système, vise à assurer l'application de la résolution, et le rapport correspondant du Secrétaire général avancerait une série de recommandations visant à renforcer l'obligation de rendre compte dans ce domaine.

source: The political empowerment of women had been advanced in the past five years with a rise in the over 2 per cent proportion of women in parliaments around the world and, as at 2005, seven developing countries ranked among the 17 top performers.
fr: Au cours des cinq années écoulées, des progrès ont été accomplis en ce qui concerne la démarginalisation des femmes sur le plan politique : le pourcentage de femmes parlementaires dans le monde dépasse les 2 % et en 2005, sept pays en développement figurent parmi les 17 États les plus performants à cet égard.

source: In 2004, 49 of the 58 countries holding lower house elections had witnessed an increase in the percentage of women.
fr: En 2004, dans 49 des 58 pays ayant tenu des élections législatives, le nombre de députées élues a augmenté.

source: On the other hand, the trend towards a low representation of women in political and public life continued.
fr: Cela étant, la tendance à la faible représentation des femmes dans la vie politique et publique s'est maintenue.

source: In most countries, de facto equality between women and men in political participation was yet to be achieved.
fr: Dans la plupart des États, l'égalité de fait entre hommes et femmes en matière de participation à la vie politique reste un objectif non atteint.

source: For example, only six of the 155 Heads of State and Government attending the 2005 World Summit had been women.
fr: Seulement 6 des 155 chefs d'État et de gouvernement ayant assisté au Sommet mondial de 2005 étaient des femmes.

source: Both the 2005 World Summit Outcome and Beijing+10 had demonstrated that gender mainstreaming as a tool for promoting gender equality was increasingly showing results.
fr: Le Document final du Sommet mondial de 2005 et l'examen décennal de la mise en œuvre de la Déclaration et du Programme d'action de Beijing (« Beijing+10 ») ont montré que la prise en compte des sexospécificités était un outil de promotion de l'égalité des sexes de plus en plus efficace.

source: The Committee's work offered an opportunity to further advance gender equality and women's empowerment, including mapping the road to accelerated implementation of the Beijing Platform for Action and 2005 World Summit Outcome, setting in motion a consultation process on strengthening linkages between policymaking and needs on the ground, building partnerships and making the Organization's activities more responsive to women's needs.
fr: Durant ses travaux, la Commission s'est efforcée de promouvoir davantage la parité des sexes et la démarginalisation des femmes, notamment en définissant les moyens d'accélérer la mise en œuvre du Programme d'action de Beijing et du Document final du Sommet mondial de 2005, en enclenchant un processus de consultation sur le renforcement des liens entre la formulation des politiques et les nécessités du terrain, en instituant des partenariats, et en faisant en sorte que les activités de l'Organisation soient plus sensibles aux besoins des femmes.

source: The Committee's contribution was to ensure that the decisions of Beijing+10 were fully integrated into the work of other Committees.
fr: La contribution de la Commission consiste à s'assurer que les décisions adoptées à l'issue de l'examen décennal de la mise en œuvre de la Déclaration et du Programme d'action de Beijing (« Beijing+10 ») soient dûment prises en compte dans les travaux des autres commissions.

source: She looked forward to the future work of the Commission on the Status of Women in reshaping the United Nations so that it could make a real difference to women's lives.
fr: L'oratrice espère que les futurs travaux de la Commission de la condition de la femme permettront de remodeler l'Organisation des Nations Unies de sorte que celle-ci puisse apporter de réelles améliorations à la vie des femmes.

source: In line with the 2005 World Summit Outcome, there would be a review of mandates, including those covering gender issues.
fr: Conformément aux dispositions du Document final, il sera procédé à un réexamen des mandats, notamment ceux qui touchent à l'égalité entre les sexes.

source: Ms. Hannan (Director of the Division for the Advancement of Women), speaking first under agenda item 64, introduced the Secretary-General's report on violence against women migrant workers (A/60/137 and Corr.1).
fr: S'exprimant tout d'abord à propos du point 64 de l'ordre du jour, Mme Hannan (Directrice de la Division de la promotion de la femme), présente le rapport du Secrétaire général sur la violence à l'égard des travailleuses migrantes (A/60/137 et Corr.1).

source: The report, which would be submitted to the General Assembly at its sixty-first session, showed that violence against women migrant workers remained an issue of concern and emphasized the need for Member States to ratify international instruments on migration, particularly the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, the United Nations Convention against Transnational Organized Crime and its two Protocols, and all relevant International Labour Organization (ILO) Conventions.
fr: Ce document, qui sera présenté à l'Assemblée générale à sa soixante et unième session, montre que la violence à l'égard des travailleuses migrantes demeure un sujet de préoccupation et souligne que les États Membres doivent ratifier les instruments internationaux relatifs aux migrations, notamment la Convention internationale sur la protection des droits de tous les travailleurs migrants et des membres de leur famille, la Convention des Nations Unies contre la criminalité transnationale organisée et les deux Protocoles s'y rapportant, ainsi que toutes les conventions pertinentes de l'Organisation internationale du Travail (OIT).

source: The report highlighted the context, value added, goals and scope of the study and gave an overview of ongoing and planned preparatory activities, in particular efforts to ensure the active participation of all stakeholders in the process.
fr: Le rapport, qui met en lumière le cadre, la valeur ajoutée, les objectifs et la portée de l'étude, donne un aperçu des activités préparatoires en cours et prévues, notamment les efforts entrepris pour associer activement toutes les parties prenantes au processus.

source: As stated in the report (para.
fr: Comme il est indiqué dans ce rapport (par.

source: 25), the highly consultative preparatory process was critical to create the momentum necessary to achieve effective follow-up to and implementation of the recommendations which the study would be proposing.
fr: 25), le large processus de consultation préparatoire est déterminant pour la création de la dynamique nécessaire à un suivi et une mise en œuvre efficaces des recommandations qui figureront dans l'étude.

source: To that end, further consultations would be organized to facilitate an exchange of views by all interested stakeholders in the coming months.
fr: Aussi d'autres consultations seront-elles organisées dans les mois à venir afin d'aider toutes les parties concernées à échanger leurs vues.

source: The Secretary-General's report on the improvement of the situation of women in rural areas (A/60/165) focused on the empowerment of rural women and outlined activities carried out by the United Nations system to improve their situation.
fr: Dans son rapport sur l'amélioration de la condition de la femme dans les zones rurales (A/60/165), le Secrétaire général met l'accent sur la démarginalisation des femmes des zones rurales et décrit brièvement les activités que mènent les organismes des Nations Unies pour améliorer la condition de ces femmes.

source: It illustrated that the process of globalization had direct and indirect effects on the empowerment of rural women, both positive and negative (para. 62), and offered recommendations to strengthen the positive effects of globalization (para.
fr: Il montre les effets directs et indirects que le processus de mondialisation a sur l'émancipation des femmes des campagnes, effets qui peuvent être aussi bien positifs que négatifs (par. 62), et fait des recommandations visant à renforcer les effets positifs (par.

source: 65), building on the framework provided by the Beijing Platform for Action and the Convention on the Elimination of All Forms of Discrimination against Women.
fr: 65) en se fondant sur le cadre offert par le Programme d'action de Beijing et par la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes.

source: The Secretary-General's report on the status of the Convention on the Elimination of All Forms of Discrimination against Women (A/60/206) and the report of the Committee on the Elimination of Discrimination against Women (A/60/38) played a crucial role in championing women's equality that went well beyond the absence of discriminatory legislation.
fr: Le rapport du Secrétaire général sur l'état de la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes (A/60/206) et le rapport du Comité pour l'élimination de la discrimination à l'égard des femmes (A/60/38) jouent un rôle crucial dans la promotion de l'égalité des sexes, qui va bien au-delà de la simple abrogation des textes de loi discriminatoires à l'égard des femmes.

source: She drew particular attention to the Committee's request for an extension of its meeting time, which was essential if it was to continue to be an effective accountability mechanism for women's human rights.
fr: L'oratrice appelle en particulier l'attention sur la demande dans laquelle le Comité sollicite une augmentation de son temps de réunion pour pouvoir continuer à faire respecter efficacement les droits de la femme.

source: She also highlighted the relationship between the Convention and policy processes and instruments within the intergovernmental framework, particularly linkages between implementation of the Convention and achievement of the Millennium Development Goals in constructive dialogue with reporting States.
fr: Elle met aussi en évidence les liens qui existent entre la Convention et les processus et instruments d'élaboration des politiques au sein du cadre intergouvernemental, notamment les liens entre la mise en œuvre de la Convention et la réalisation des objectifs du Millénaire pour le développement grâce à un dialogue constructif avec les États qui présentent des rapports.

source: The Committee's contribution to Beijing+10 had been an important step forward in intensifying attention to the Convention and States Parties' obligations in intergovernmental processes.
fr: La contribution que le Comité a apportée à l'examen décennal de la mise en œuvre de la Déclaration et du Programme d'action de Beijing (« Beijing+10 ») a beaucoup aidé à ce que la Convention et les obligations des États parties fassent l'objet d'une attention accrue dans les processus intergouvernementaux.

source: In that context, her Division continued to provide technical assistance to enhance the capacity of States parties to prepare reports under article 18 of the Convention.
fr: Dans ce contexte, la Division de la promotion de la femme continue de fournir une assistance technique en vue de renforcer l'aptitude des États parties à établir des rapports, conformément à l'article 18 de la Convention.

source: She introduced the report of the Secretary-General on measures taken and progress achieved in follow-up to the implementation of the Beijing Declaration and Platform for Action and the outcome of the twenty-third special session of the General Assembly (A/60/170) (agenda item 65), which reviewed steps taken to promote gender equality through gender mainstreaming, reviewed outcomes of major events, assessed the extent to which the Secretary-General's reports and Assembly resolutions had taken gender perspectives into account particularly in the context of preparations for the second phase of the World Summit on the Information Society to be held in Tunis in November 2005.
fr: L'intervenante présente le rapport du Secrétaire général sur les mesures prises et les progrès réalisés pour ce qui est du suivi de la mise en œuvre de la Déclaration et du Programme d'action de Beijing et des textes issus de la vingt-troisième session extraordinaire de l'Assemblée générale (A/60/170) (point 65 de l'ordre du jour) dans lequel sont examinées les dispositions prises pour promouvoir la parité des sexes par la voie d'une prise en compte des sexospécificités, les documents issus des principales réunions et la mesure dans laquelle les rapports du Secrétaire général et les résolutions de l'Assemblée générale ont tenu compte des questions de parité des sexes, notamment dans le cadre des préparatifs de la deuxième phase du Sommet mondial sur la société de l'information, qui aura lieu à Tunis en novembre 2005.

source: The report also recommended integrating gender perspectives in reports and resolutions, monitoring implementation of recommendations, fully integrating gender perspectives in all stages of the World Summit on the Information Society, and ensuring gender mainstreaming in the implementation of and follow-up to other major international conferences and summits, in particular in the context of the 2005 World Summit.
fr: Dans son rapport, le Secrétaire général recommande également la prise en considération de ces questions lors de l'élaboration des rapports et résolutions, un suivi de la mise en œuvre des recommandations, la pleine intégration d'une démarche soucieuse d'équité entre les sexes à tous les stades du Sommet mondial sur la société de l'information ainsi que la prise en compte des problèmes de sexospécificités durant l'application et le suivi des décisions adoptées à l'issue d'autres grandes réunions au sommet et conférences internationales, en particulier le Sommet de 2005.

source: She noted also that the Secretary-General's report on the improvement of the situation of women in rural areas (A/60/165) recommended that the Summit should address rural women's priorities and needs and ensure their participation in developing and implementing information and communication technology (ICT) activities at the national and local levels.
fr: Dans son rapport sur l'amélioration de la condition des femmes dans les zones rurales (A/60/165), le Secrétaire général recommande au Sommet de répondre aux priorités et aux besoins des femmes susmentionnées et d'assurer leur participation au développement et à la mise en œuvre d'activités touchant aux technologies de l'information et des communications (TIC), à l'échelle nationale et locale.

source: In that context, her Division ran a project to enhance the capacity of national machinery for the advancement of women in Africa to use ICT to achieve their goals.
fr: À ce propos, la Division de la promotion de la femme a lancé un projet visant à renforcer l'aptitude des mécanismes nationaux de promotion de la femme en Afrique à se servir des TIC pour atteindre leurs objectifs.

source: A panel on national implementation and ICT would also be organized during the World Summit on the Information Society.
fr: Une table ronde sur l'exécution nationale et les TIC sera organisée lors du Sommet mondial sur la société de l'information.

source: The next session of the Commission on the Status of Women provided a unique opportunity to identify the key issues for follow-up to Beijing+10 in the context of its new multi-year programme of work beginning 2007.
fr: La prochaine session de la Commission de la condition de la femme offrira une occasion unique de recenser les principales questions qui, dans le cadre du nouveau programme de travail pluriannuel de la Commission pour la période commençant en 2007, devrait faire l'objet d'un suivi à la suite de l'examen décennal de la mise en œuvre de la Déclaration et du Programme d'action de Beijing (« Beijing+10 »).

source: The ten-year review, near-universal ratification of the Convention on the Elimination of All Forms of Discrimination against Women and the impetus provided for gender equality in the 2005 World Summit Outcome should visibly enhance progress in the year ahead.
fr: L'examen décennal, la ratification quasi universelle de la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes et la dynamique en faveur de l'égalité des sexes créée par le Document final du Sommet mondial de 2005 devrait passablement renforcer les progrès accomplis durant l'année à venir.
